Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Hide apps with no editable App Store version. Apps that are already live can't accept metadata changes until you create a new version.
ar: إخفاء التطبيقات التي لا تحتوي على إصدار App Store قابل للتعديل. لا يمكن للتطبيقات الموجودة بالفعل قبول تغييرات البيانات التعريفية حتى تقوم بإنشاء إصدار جديد.
ca: Amaga les aplicacions sense versió editable de App Store. Les aplicacions que ja estan en directe no poden acceptar canvis de metadades fins que no creeu una versió nova.
cs: Skrýt aplikace bez upravitelné verze App Store. Aplikace, které jsou již aktivní, nemohou přijímat změny metadat, dokud nevytvoříte novou verzi.
da: Skjul apps uden nogen redigerbar App Store version. Apps, der allerede er live, kan ikke acceptere metadataændringer, før du opretter en ny version.
de: Apps ohne bearbeitbare App Store-Version ausblenden. Bereits live geschaltete Apps können erst Metadatenänderungen annehmen, wenn du eine neue Version erstellst.
el: Απόκρυψη εφαρμογών χωρίς επεξεργάσιμη έκδοση App Store. Οι εφαρμογές που είναι ήδη ζωντανές δεν μπορούν να δεχτούν αλλαγές μεταδεδομένων μέχρι να δημιουργήσετε μια νέα έκδοση.
es: Ocultar las apps sin una versión editable del App Store. Las apps ya publicadas no pueden aceptar cambios de metadatos hasta que crees una nueva versión.
fa: برنامه‌هایی که نسخهٔ قابل ویرایش App Store ندارند پنهان می‌شوند. برنامه‌های منتشرشده تا وقتی نسخهٔ جدیدی ایجاد نکنید تغییرات فراداده را نمی‌پذیرند.
fi: Piilota sovellukset, joissa ei ole muokattavaa App Store-versiota. Jo käytössä olevat sovellukset eivät voi hyväksyä metatietojen muutoksia ennen kuin luot uuden version.
fr: Masquer les apps sans version App Store modifiable. Les apps déjà en ligne ne peuvent pas recevoir de modifications de métadonnées tant que vous n'avez pas créé de nouvelle version.
he: הסתר אפליקציות ללא גרסת App Store ניתנת לעריכה. אפליקציות שכבר פועלות לא יכולות לקבל שינויים במטא נתונים עד שתיצור גרסה חדשה.
hr: Sakrij aplikacije bez verzije App Store koja se može uređivati. Aplikacije koje su već aktivne ne mogu prihvatiti promjene metapodataka dok ne izradite novu verziju.
hu: A App Store szerkeszthető verziójával nem rendelkező alkalmazások elrejtése. A már működő alkalmazások nem fogadhatják el a metaadatok módosításait, amíg nem hoz létre új verziót.
id: Sembunyikan aplikasi tanpa versi App Store yang dapat diedit. Aplikasi yang sudah aktif tidak dapat menerima perubahan metadata sampai Anda membuat versi baru.
it: Nascondi le app senza una versione App Store modificabile. Le app già pubblicate non possono ricevere modifiche ai metadati finché non crei una nuova versione.
ja: 編集可能な App Store バージョンがないアプリを非表示にします。公開済みのアプリは、新しいバージョンを作成するまでメタデータの変更を受け付けません。
ko: 편집 가능한 App Store 버전이 없는 앱을 숨깁니다. 이미 출시된 앱은 새 버전을 만들기 전까지 메타데이터를 변경할 수 없습니다.
ms: Sembunyikan apl tanpa versi App Store yang boleh diedit. Apl yang sudah disiarkan langsung tidak boleh menerima perubahan metadata sehingga anda membuat versi baharu.
nl: Verberg apps zonder bewerkbare App Store-versie. Apps die al live zijn, kunnen geen wijzigingen in de metagegevens accepteren totdat u een nieuwe versie maakt.
no: Skjul apper uten redigerbar App Store-versjon. Apper som allerede er aktive kan ikke godta metadataendringer før du oppretter en ny versjon.
pl: Ukryj aplikacje bez wersji App Store, którą można edytować. Aplikacje, które są już aktywne, nie mogą zaakceptować zmian w metadanych, dopóki nie utworzysz nowej wersji.
pt_br: Oculta apps sem versão editável na App Store. Apps já publicados não aceitam alterações de metadados até você criar uma nova versão.
pt_pt: Oculte aplicativos sem versão editável App Store. Os aplicativos que já estão ativos não podem aceitar alterações de metadados até que você crie uma nova versão.
ro: Ascundeți aplicațiile fără o versiune editabilă a App Store. Aplicațiile care sunt deja live nu pot accepta modificări ale metadatelor până când nu creați o versiune nouă.
ru: Скрыть приложения без редактируемой версии в App Store. Уже опубликованные приложения не принимают изменения метаданных, пока вы не создадите новую версию.
sk: Skryť aplikácie bez upraviteľnej verzie App Store. Aplikácie, ktoré sú už aktívne, nemôžu akceptovať zmeny metadát, kým nevytvoríte novú verziu.
sl: Skrij aplikacije brez različice App Store, ki jo je mogoče urejati. Aplikacije, ki že delujejo, ne morejo sprejeti sprememb metapodatkov, dokler ne ustvarite nove različice.
sv: Dölj appar utan redigerbar App Store version. Appar som redan är aktiva kan inte acceptera metadataändringar förrän du skapar en ny version.
th: ซ่อนแอปที่ไม่มีเวอร์ชัน App Store ที่แก้ไขได้ แอปที่เผยแพร่อยู่แล้วไม่สามารถยอมรับการเปลี่ยนแปลงข้อมูลเมตาได้จนกว่าคุณจะสร้างเวอร์ชันใหม่
tr: Düzenlenebilir App Store sürümü olmayan uygulamaları gizle. Zaten yayında olan uygulamalar, siz yeni bir sürüm oluşturana kadar meta veri değişikliği kabul edemez.
uk: Сховати програми без версії App Store, яку можна редагувати. Уже опубліковані програми не можуть приймати зміни метаданих, доки ви не створите нову версію.
ur: قابل تدوین App Store ورژن کے بغیر ایپس کو چھپائیں۔ جو ایپس پہلے سے لائیو ہیں وہ میٹا ڈیٹا کی تبدیلیوں کو قبول نہیں کر سکتیں جب تک کہ آپ نیا ورژن نہ بنائیں۔
vi: Ẩn ứng dụng không có phiên bản App Store có thể chỉnh sửa. Các ứng dụng đã hoạt động không thể chấp nhận các thay đổi về siêu dữ liệu cho đến khi bạn tạo phiên bản mới.
zh_hans: 隐藏没有可编辑 App Store 版本的 App。在你创建新版本之前，已上线的 App 无法接受元数据更改。
zh_hant: 隱藏沒有可編輯 App Store 版本的 App。已上架的 App 在你建立新版本之前無法接受後設資料更改。

source: Hide Borders
ar: إخفاء الحدود
ca: Amaga les vores
cs: Skrýt hranice
da: Skjul grænser
de: Ränder ausblenden
el: Απόκρυψη περιγραμμάτων
es: Ocultar bordes
fa: پنهان کردن حاشیه‌ها
fi: Piilota reunat
fr: Masquer les bordures
he: הסתר גבולות
hr: Sakrij granice
hu: Szegélyek elrejtése
id: Sembunyikan Perbatasan
it: Nascondi bordi
ja: 境界線を非表示
ko: 테두리 숨기기
ms: Sembunyikan Sempadan
nl: Randen verbergen
no: Skjul grenser
pl: Ukryj granice
pt_br: Ocultar bordas
pt_pt: Ocultar bordas
ro: Ascundeți chenarele
ru: Скрыть границы
sk: Skryť hranice
sl: Skrij meje
sv: Göm gränser
th: ซ่อนเส้นขอบ
tr: Kenarlıkları Gizle
uk: Сховати межі
ur: سرحدیں چھپائیں۔
vi: Ẩn đường viền
zh_hans: 隐藏边框
zh_hant: 隱藏邊框

source: Hide Devices
ar: إخفاء الأجهزة
ca: Amaga els dispositius
cs: Skrýt zařízení
da: Skjul enheder
de: Geräte ausblenden
el: Απόκρυψη συσκευών
es: Ocultar dispositivos
fa: پنهان کردن دستگاه‌ها
fi: Piilota laitteet
fr: Masquer les appareils
he: הסתר מכשירים
hr: Sakrij uređaje
hu: Eszközök elrejtése
id: Sembunyikan Perangkat
it: Nascondi dispositivi
ja: デバイスを非表示
ko: 기기 숨기기
ms: Sembunyikan Peranti
nl: Apparaten verbergen
no: Skjul enheter
pl: Ukryj urządzenia
pt_br: Ocultar dispositivos
pt_pt: Ocultar dispositivos
ro: Ascundeți dispozitivele
ru: Скрыть устройства
sk: Skryť zariadenia
sl: Skrij naprave
sv: Dölj enheter
th: ซ่อนอุปกรณ์
tr: Aygıtları Gizle
uk: Сховати пристрої
ur: ڈیوائسز چھپائیں۔
vi: Ẩn thiết bị
zh_hans: 隐藏设备
zh_hant: 隱藏裝置

source: Hide inspector
ar: إخفاء المفتش
ca: Amaga l'inspector
cs: Skrýt inspektora
da: Skjul inspektør
de: Inspektor ausblenden
el: Απόκρυψη επιθεωρητή
es: Ocultar inspector
fa: پنهان کردن بازرس
fi: Piilota tarkastaja
fr: Masquer l'inspecteur
he: הסתר מפקח
hr: Sakrij inspektora
hu: Felügyelő elrejtése
id: Sembunyikan inspektur
it: Nascondi inspector
ja: インスペクタを非表示
ko: 인스펙터 숨기기
ms: Sembunyikan inspektor
nl: Verberg inspecteur
no: Skjul inspektør
pl: Ukryj inspektora
pt_br: Ocultar inspetor
pt_pt: Ocultar inspetor
ro: Ascunde inspectorul
ru: Скрыть инспектор
sk: Skryť inšpektora
sl: Skrij inšpektorja
sv: Göm inspektören
th: ซ่อนสารวัตร
tr: Denetçiyi gizle
uk: Сховати інспектор
ur: انسپکٹر کو چھپائیں۔
vi: Ẩn thanh tra
zh_hans: 隐藏检查器
zh_hant: 隱藏檢閱器

source: Hide non-editable
ar: إخفاء غير قابل للتحرير
ca: Amaga no editable
cs: Skrýt neupravitelné
da: Skjul ikke-redigerbare
de: Nicht bearbeitbare ausblenden
el: Απόκρυψη μη επεξεργάσιμη
es: Ocultar no editables
fa: پنهان کردن موارد غیرقابل ویرایش
fi: Piilota ei-muokattava
fr: Masquer les apps non modifiables
he: הסתר שאינו ניתן לעריכה
hr: Sakrij koji se ne može uređivati
hu: Nem szerkeszthető elrejtése
id: Sembunyikan yang tidak dapat diedit
it: Nascondi non modificabili
ja: 編集不可を非表示
ko: 편집할 수 없는 항목 숨기기
ms: Sembunyikan tidak boleh diedit
nl: Niet-bewerkbaar verbergen
no: Skjul ikke-redigerbare
pl: Ukryj nieedytowalne
pt_br: Ocultar não editáveis
pt_pt: Ocultar não editável
ro: Ascunde needitabile
ru: Скрыть нередактируемые
sk: Skryť neupraviteľné
sl: Skrij, ki jih ni mogoče urejati
sv: Dölj icke-redigerbara
th: ซ่อนไม่สามารถแก้ไขได้
tr: Düzenlenemeyenleri gizle
uk: Сховати нередаговані
ur: غیر قابل تدوین چھپائیں۔
vi: Ẩn không thể chỉnh sửa
zh_hans: 隐藏不可编辑的项目
zh_hant: 隱藏無法編輯的項目

source: Hide non-editable (%lld)
ar: إخفاء العناصر غير القابلة للتحرير (%1$lld)
ca: Amaga no editable (%1$lld)
cs: Skrýt neupravitelné (%1$lld)
da: Skjul ikke-redigerbare (%1$lld)
de: Nicht bearbeitbare ausblenden (%1$lld)
el: Απόκρυψη μη επεξεργάσιμη (%1$lld)
es: Ocultar no editables (%1$lld)
fa: پنهان کردن موارد غیرقابل ویرایش (%1$lld)
fi: Piilota ei-muokattava (%1$lld)
fr: Masquer les apps non modifiables (%1$lld)
he: הסתר שאינו ניתן לעריכה (%1$lld)
hr: Sakrij neuređivački (%1$lld)
hu: Nem szerkeszthető elrejtése (%1$lld)
id: Sembunyikan yang tidak dapat diedit (%1$lld)
it: Nascondi non modificabili (%lld)
ja: 編集不可を非表示 (%1$lld)
ko: 편집할 수 없는 항목 숨기기(%1$lld)
ms: Sembunyikan tidak boleh diedit (%1$lld)
nl: Niet-bewerkbaar verbergen (%1$lld)
no: Skjul ikke-redigerbare (%1$lld)
pl: Ukryj nieedytowalne (%1$lld)
pt_br: Ocultar não editáveis (%1$lld)
pt_pt: Ocultar não editável (%1$lld)
ro: Ascunde needitabile (%1$lld)
ru: Скрыть нередактируемые (%lld)
sk: Skryť neupraviteľné (%1$lld)
sl: Skrij, ki jih ni mogoče urejati (%1$lld)
sv: Dölj icke-redigerbara (%1$lld)
th: ซ่อนที่ไม่สามารถแก้ไขได้ (%1$lld)
tr: Düzenlenemeyenleri gizle (%lld)
uk: Сховати нередаговані (%lld)
ur: چھپائیں ناقابل ترمیم (%1$lld)
vi: Ẩn không thể chỉnh sửa (%1$lld)
zh_hans: 隐藏不可编辑的项目（%lld）
zh_hant: 隱藏無法編輯的項目（%lld）

source: Hide non-uploadable
ar: إخفاء غير قابل للتحميل
ca: Amaga no pujables
cs: Skrýt, které nelze nahrát
da: Skjul ikke-uploadbare
de: Nicht hochladbare ausblenden
el: Απόκρυψη χωρίς δυνατότητα μεταφόρτωσης
es: Ocultar no aptas para subir
fa: پنهان کردن موارد غیرقابل آپلود
fi: Piilota ei-ladattava
fr: Masquer les apps non éligibles
he: הסתר שאינו ניתן להעלאה
hr: Sakrij one koje se ne mogu prenijeti
hu: Nem feltölthetőek elrejtése
id: Sembunyikan yang tidak dapat diunggah
it: Nascondi non caricabili
ja: アップロード不可を非表示
ko: 업로드할 수 없는 항목 숨기기
ms: Sembunyikan tidak boleh dimuat naik
nl: Verberg niet-uploadbaar
no: Skjul ikke-opplastbare
pl: Ukryj pliki, których nie można przesłać
pt_br: Ocultar não enviáveis
pt_pt: Ocultar não carregável
ro: Ascunde care nu poate fi încărcat
ru: Скрыть недоступные для загрузки
sk: Skryť, ktoré sa nedá odovzdať
sl: Skrij, ki jih ni mogoče naložiti
sv: Dölj icke-uppladdningsbara
th: ซ่อนสิ่งที่ไม่สามารถอัปโหลดได้
tr: Yüklenemeyenleri gizle
uk: Сховати недоступні для вивантаження
ur: چھپائیں ناقابل اپ لوڈ
vi: Ẩn không thể tải lên
zh_hans: 隐藏不可上传的项目
zh_hant: 隱藏無法上傳的項目

source: Hide non-uploadable (%lld)
ar: إخفاء غير قابل للتحميل (%1$lld)
ca: Amaga no pujables (%1$lld)
cs: Skrýt, které nelze nahrát (%1$lld)
da: Skjul ikke-uploadbare (%1$lld)
de: Nicht hochladbare ausblenden (%1$lld)
el: Απόκρυψη που δεν μπορεί να μεταφορτωθεί (%1$lld)
es: Ocultar no aptas para subir (%1$lld)
fa: پنهان کردن موارد غیرقابل آپلود (%1$lld)
fi: Piilota ei-ladattava (%1$lld)
fr: Masquer les apps non éligibles (%1$lld)
he: הסתר שאינם ניתנים להעלאה (%1$lld)
hr: Sakrij one koje se ne mogu prenijeti (%1$lld)
hu: Nem feltölthetőek elrejtése (%1$lld)
id: Sembunyikan yang tidak dapat diupload (%1$lld)
it: Nascondi non caricabili (%lld)
ja: アップロード不可を非表示 (%1$lld)
ko: 업로드할 수 없는 항목 숨기기(%1$lld)
ms: Sembunyikan tidak boleh dimuat naik (%1$lld)
nl: Niet-uploadbaar verbergen (%1$lld)
no: Skjul ikke-opplastbare (%1$lld)
pl: Ukryj pliki, których nie można przesłać (%1$lld)
pt_br: Ocultar não enviáveis (%1$lld)
pt_pt: Ocultar não carregável (%1$lld)
ro: Ascunde care nu pot fi încărcate (%1$lld)
ru: Скрыть недоступные для загрузки (%lld)
sk: Skryť, ktoré sa nedá nahrať (%1$lld)
sl: Skrij nenalaganje (%1$lld)
sv: Dölj icke-uppladdningsbara (%1$lld)
th: ซ่อนสิ่งที่ไม่สามารถอัปโหลดได้ (%1$lld)
tr: Yüklenemeyenleri gizle (%lld)
uk: Сховати недоступні для вивантаження (%lld)
ur: چھپائیں ناقابل اپ لوڈ (%1$lld)
vi: Ẩn không thể tải lên (%1$lld)
zh_hans: 隐藏不可上传的项目（%lld）
zh_hant: 隱藏無法上傳的項目（%lld）

source: Hide screenshots
ar: إخفاء لقطات الشاشة
ca: Amaga les captures de pantalla
cs: Skrýt snímky obrazovky
da: Skjul skærmbilleder
de: Screenshots ausblenden
el: Απόκρυψη στιγμιότυπων οθόνης
es: Ocultar capturas
fa: پنهان کردن اسکرین‌شات‌ها
fi: Piilota kuvakaappaukset
fr: Masquer les captures d'écran
he: הסתר צילומי מסך
hr: Sakrij snimke zaslona
hu: Képernyőképek elrejtése
id: Sembunyikan tangkapan layar
it: Nascondi screenshot
ja: スクリーンショットを非表示
ko: 스크린샷 숨기기
ms: Sembunyikan tangkapan skrin
nl: Schermafbeeldingen verbergen
no: Skjul skjermbilder
pl: Ukryj zrzuty ekranu
pt_br: Ocultar capturas de tela
pt_pt: Ocultar capturas de ecrã
ro: Ascunde capturile de ecran
ru: Скрыть скриншоты
sk: Skryť snímky obrazovky
sl: Skrij posnetke zaslona
sv: Dölj skärmdumpar
th: ซ่อนภาพหน้าจอ
tr: Ekran görüntülerini gizle
uk: Сховати знімки екрана
ur: اسکرین شاٹس چھپائیں۔
vi: Ẩn ảnh chụp màn hình
zh_hans: 隐藏截图
zh_hant: 隱藏螢幕截圖

source: Highlight
ar: تسليط الضوء
ca: Ressaltar
cs: Zvýrazněte
da: Fremhæv
de: Hervorhebung
el: Επισήμανση
es: Resaltado
fa: برجسته‌سازی
fi: Korosta
fr: Surlignage
he: הדגש
hr: Istaknuti
hu: Jelölje ki
id: Sorot
it: Evidenziatore
ja: ハイライト
ko: 강조
ms: Serlahkan
nl: Hoogtepunt
no: Marker
pl: Zaznacz
pt_br: Destaque
pt_pt: Destaque
ro: Evidențiați
ru: Маркер
sk: Zvýraznite
sl: Označite
sv: Markera
th: ไฮไลท์
tr: Vurgu
uk: Виділення
ur: نمایاں کریں۔
vi: Đánh dấu
zh_hans: 高亮
zh_hant: 螢光標示

source: Hold **⇧** while resizing to lock aspect ratio.
ar: اضغط مع الاستمرار على **⇧** أثناء تغيير الحجم لتأمين نسبة العرض إلى الارتفاع.
ca: Manteniu premut **⇧** mentre canvieu la mida per bloquejar la relació d'aspecte.
cs: Podržením **⇧** při změně velikosti uzamknete poměr stran.
da: Hold **⇧** nede, mens du ændrer størrelse for at låse billedformat.
de: Halten Sie **⇧** gedrückt, während Sie die Größe ändern, um das Seitenverhältnis zu sperren.
el: Κρατήστε πατημένο το **⇧** ενώ αλλάζετε το μέγεθος για να κλειδώσετε την αναλογία διαστάσεων.
es: Mantenga presionado **⇧** mientras cambia el tamaño para bloquear la relación de aspecto.
fa: هنگام تغییر اندازه برای قفل کردن نسبت تصویر، **⇧** را نگه دارید.
fi: Pidä **⇧** painettuna, kun muutat kokoa lukitaksesi kuvasuhteen.
fr: Maintenez **⇧** pendant le redimensionnement pour verrouiller les proportions.
he: החזק **⇧** תוך כדי שינוי גודל כדי לנעול את יחס הגובה-רוחב.
hr: Držite **⇧** dok mijenjate veličinu kako biste zaključali omjer slike.
hu: Tartsa lenyomva a **⇧** gombot, miközben átméretez a képarány rögzítéséhez.
id: Tahan **⇧** sambil mengubah ukuran untuk mengunci rasio aspek.
ja: サイズ変更中に**⇧**を押したままにして、アスペクト比をロックします。
ko: 가로 세로 비율을 고정하려면 크기를 조정하는 동안 **⇧**를 누르세요.
ms: Pegang **⇧** sambil mengubah saiz kepada mengunci nisbah bidang.
nl: Houd **⇧** ingedrukt terwijl u het formaat wijzigt om de beeldverhouding te vergrendelen.
no: Hold inne **⇧** mens du endrer størrelse for å låse sideforhold.
pl: Przytrzymaj **⇧** podczas zmiany rozmiaru, aby zablokować proporcje.
pt_br: Segure **⇧** enquanto redimensiona para bloquear a proporção.
pt_pt: Segure **⇧** enquanto redimensiona para bloquear a proporção.
ro: Țineți apăsat **⇧** în timp ce redimensionați pentru a bloca raportul de aspect.
sk: Podržte **⇧** pri zmene veľkosti, aby ste uzamkli pomer strán.
sl: Držite **⇧** med spreminjanjem velikosti, da zaklenete razmerje stranic.
sv: Håll ned **⇧** medan du ändrar storlek för att låsa bildförhållandet.
th: กด **⇧** ค้างไว้ขณะปรับขนาดเพื่อล็อกอัตราส่วนภาพ
ur: اسپیکٹ ریشو کو لاک کرنے کے لیے سائز تبدیل کرتے وقت **⇧** کو پکڑیں۔
vi: Giữ **⇧** trong khi thay đổi kích thước để khóa tỷ lệ khung hình.
zh_hans: 调整大小时按住 **⇧** 可锁定纵横比。

source: Hold **⇧** while resizing to lock aspect ratio. Device frames other than **Invisible** always keep their proportions, with or without **⇧**.
ar: اضغط مع الاستمرار على **⇧** أثناء تغيير الحجم لتأمين نسبة العرض إلى الارتفاع. إطارات الأجهزة بخلاف **Invisible** تحافظ دائمًا على أبعادها، مع **⇧** أو بدونها.
ca: Manteniu premut **⇧** mentre canvieu la mida per bloquejar la relació d'aspecte. Els marcs de dispositiu que no siguin **Invisible** sempre mantenen les seves proporcions, amb o sense **⇧**.
cs: Podržením **⇧** při změně velikosti uzamknete poměr stran. Rámečky zařízení jiné než **Neviditelné** si vždy zachovávají své proporce, s **⇧** nebo bez **.
da: Hold **⇧** nede, mens du ændrer størrelse for at låse billedformat. Andre enhedsrammer end **Usynlig** beholder altid deres proportioner, med eller uden **⇧**.
de: Halte beim Skalieren **⇧** gedrückt, um das Seitenverhältnis beizubehalten. Alle Geräterahmen außer **Unsichtbar** behalten ihre Proportionen immer, mit oder ohne **⇧**.
el: Κρατήστε πατημένο το **⇧** ενώ αλλάζετε το μέγεθος για να κλειδώσετε την αναλογία διαστάσεων. Τα πλαίσια συσκευών εκτός από το **Invisible** διατηρούν πάντα τις αναλογίες τους, με ή χωρίς **⇧**.
es: Mantén pulsada **⇧** al redimensionar para bloquear la proporción. Los marcos de dispositivo que no sean **Invisible** siempre mantienen sus proporciones, con o sin **⇧**.
fa: هنگام تغییر اندازه، **⇧** را نگه دارید تا نسبت ابعاد قفل شود. قاب‌های دستگاه به‌جز **نامرئی** با یا بدون **⇧** همیشه تناسب خود را حفظ می‌کنند.
fi: Pidä **⇧** painettuna, kun muutat kokoa lukitaksesi kuvasuhteen. Muut laitekehykset kuin **Invisible** säilyttävät aina mittasuhteensa, joko **⇧**:n kanssa tai ilman.
fr: Maintenez **⇧** pendant le redimensionnement pour verrouiller les proportions. Les cadres d'appareil autres que **Invisible** conservent toujours leurs proportions, avec ou sans **⇧**.
he: החזק **⇧** תוך כדי שינוי גודל כדי לנעול את יחס הגובה-רוחב. מסגרות מכשיר מלבד **בלתי נראה** תמיד שומרים על הפרופורציות שלהן, עם או בלי **⇧**.
hr: Držite **⇧** dok mijenjate veličinu kako biste zaključali omjer slike. Okviri uređaja koji nisu **Nevidljivi** uvijek zadržavaju svoje proporcije, sa ili bez **⇧**.
hu: Tartsa lenyomva a **⇧** gombot, miközben átméretez a képarány rögzítéséhez. A **Láthatatlan**-tól eltérő eszközkeretek mindig megtartják arányaikat, akár **⇧**-el, akár anélkül.
id: Tahan **⇧** sambil mengubah ukuran untuk mengunci rasio aspek. Bingkai perangkat selain **Tak Terlihat** selalu menjaga proporsinya, dengan atau tanpa **⇧**.
it: Tieni premuto **⇧** durante il ridimensionamento per bloccare le proporzioni. Le cornici del dispositivo diverse da **Invisibile** mantengono sempre le proporzioni, con o senza **⇧**.
ja: サイズ変更中に **⇧** を押していると、縦横比が固定されます。**透明** 以外のデバイスフレームは、**⇧** の有無にかかわらず常に縦横比が保たれます。
ko: 크기를 조정하는 동안 **⇧**를 누르면 가로세로 비율이 고정됩니다. **보이지 않음** 외의 기기 프레임은 **⇧** 여부와 관계없이 항상 비율을 유지합니다.
ms: Pegang **⇧** sambil mengubah saiz kepada mengunci nisbah bidang. Bingkai peranti selain daripada **Halimunan** sentiasa mengekalkan perkadarannya, dengan atau tanpa **⇧**.
nl: Houd **⇧** ingedrukt terwijl u het formaat wijzigt om de beeldverhouding te vergrendelen. Andere apparaatframes dan **Onzichtbaar** behouden altijd hun verhoudingen, met of zonder **⇧**.
no: Hold inne **⇧** mens du endrer størrelse for å låse sideforhold. Andre enheter enn **Usynlig** beholder alltid proporsjonene, med eller uten **⇧**.
pl: Przytrzymaj **⇧** podczas zmiany rozmiaru, aby zablokować proporcje. Ramki urządzeń inne niż **Niewidoczne** zawsze zachowują swoje proporcje, z **⇧** lub bez niego.
pt_br: Mantenha **⇧** pressionada ao redimensionar para manter a proporção. Molduras de dispositivo que não sejam da categoria **Invisível** sempre mantêm as proporções, com ou sem **⇧**.
pt_pt: Segure **⇧** enquanto redimensiona para bloquear a proporção. As molduras dos dispositivos que não sejam **Invisíveis** sempre mantêm suas proporções, com ou sem **⇧**.
ro: Țineți apăsat **⇧** în timp ce redimensionați pentru a bloca raportul de aspect. Cadrele dispozitivului, altele decât **Invizibil**, își păstrează întotdeauna proporțiile, cu sau fără **⇧**.
ru: Удерживайте **⇧** при изменении размера, чтобы сохранить пропорции. Рамки устройств, кроме **Невидимой**, всегда сохраняют пропорции — с **⇧** или без.
sk: Podržte **⇧** pri zmene veľkosti, aby ste uzamkli pomer strán. Rámy zariadení iné ako **Invisible** si vždy zachovajú svoje proporcie, s alebo bez **⇧**.
sl: Držite **⇧** med spreminjanjem velikosti, da zaklenete razmerje stranic. Okvirji naprav, razen **Nevidni**, vedno ohranjajo svoja razmerja, z ali brez **⇧**.
sv: Håll ned **⇧** medan du ändrar storlek för att låsa bildförhållandet. Andra enhetsramar än **Osynlig** behåller alltid sina proportioner, med eller utan **⇧**.
th: กด **⇧** ค้างไว้ขณะปรับขนาดเพื่อล็อกอัตราส่วนภาพ กรอบอุปกรณ์อื่นที่ไม่ใช่ **มองไม่เห็น** จะคงสัดส่วนไว้เสมอ ไม่ว่าจะมีหรือไม่มี **⇧**
tr: En boy oranını kilitlemek için yeniden boyutlandırırken **⇧** tuşunu basılı tutun. **Görünmez** dışındaki aygıt çerçeveleri, **⇧** olsun ya da olmasın her zaman oranlarını korur.
uk: Утримуйте **⇧** під час зміни розміру, щоб зберегти пропорції. Рамки пристроїв, окрім **Невидимий**, завжди зберігають пропорції — з **⇧** чи без.
ur: اسپیکٹ ریشو کو لاک کرنے کے لیے سائز تبدیل کرتے وقت **⇧** کو پکڑیں۔ **غیر مرئی** کے علاوہ ڈیوائس کے فریم ہمیشہ **⇧** کے ساتھ یا بغیر اپنے تناسب کو برقرار رکھتے ہیں۔
vi: Giữ **⇧** trong khi thay đổi kích thước để khóa tỷ lệ khung hình. Khung của thiết bị không phải là **Vô hình** luôn giữ nguyên tỷ lệ, dù có hoặc không có **⇧**.
zh_hans: 调整大小时按住 **⇧** 可锁定宽高比。除 **不可见** 外，设备边框无论是否按住 **⇧** 都会保持比例。
zh_hant: 調整大小時按住 **⇧** 可鎖定長寬比。除了**隱形**以外的裝置外框，無論是否按住 **⇧** 都會保持其比例。
